[
  {
    "slug": "a-lethal-dinner",
    "url": "/a-lethal-dinner",
    "title": "A lethal dinner",
    "date": "2023-03-13",
    "description": "A woman is planning to kill her husband during dinner. However, she commits suicide while preparing it.",
    "solution": "She was planning to kill him by poisoning the food with some pills that she had in her bag. When she went to grab them, she noticed that they were not there, and that her son had swallowed them, thinking they were sweets. She couldn't bear it and took her own life."
  },
  {
    "slug": "death-delayed",
    "url": "/death-delayed",
    "title": "Death delayed",
    "date": "2023-02-12",
    "description": "Helen never thought that her decision to travel by plane would save her life.",
    "solution": "A few days earlier Helen had been operated on. Before boarding the plane, she had to go through the metal detector, which kept going off, despite the fact that she had removed everything metal she had on. After an X-ray examination, it was discovered that the doctors had left a scalpel inside her body. If Helen had not discovered it in time, she would died for sure."
  },
  {
    "slug": "fatal-shot",
    "url": "/fatal-shot",
    "title": "Fatal shot",
    "date": "2023-03-13",
    "description": "A hunter aimed his gun carefully and fired. Seconds later, he realized his mistake. Minutes later, he was dead.",
    "solution": "He hunted in snow-capped mountains. The shot provoked an avalanche, which covered the man. He died of strangulation."
  },
  {
    "slug": "mortal-shoes",
    "url": "/mortal-shoes",
    "title": "Mortal shoes",
    "date": "2023-02-12",
    "description": "A woman buys a new pair of shoes, goes to work, and dies.",
    "solution": "The woman is the assistant to a circus knife-thrower, who stands in front of a target as knives are thrown around her. The new shoes have higher heels than she normally wears, causing the thrower to misjudge his aim."
  },
  {
    "slug": "sweet-dreams",
    "url": "/sweet-dreams",
    "title": "Sweet dreams",
    "date": "2023-02-12",
    "description": "Matthew keeps reading a bedtime story to his son despite the blackout.",
    "solution": "Matthew was blind and he usually read bedtime stories to his son from a braille book. That night there was a blackout, but this did not stop him from finishing the story."
  },
  {
    "slug": "the-black-cat",
    "url": "/the-black-cat",
    "title": "The Black Cat",
    "date": "2023-02-12",
    "description": "A black cat is walking through the middle of a road where there is a broken street lamp. A man is driving his vehicle with headlights that do not work. Despite all of this, he is able to avoid harming the cat.",
    "solution": "The man avoided the cat because it was daylight."
  },
  {
    "slug": "unopened-package",
    "url": "/unopened-package",
    "title": "Unopened package",
    "date": "2023-03-29",
    "description": "A man is found dead in a field. Lying next to him is an unopened package.",
    "solution": "The man was skydiving and his parachute did not open. The unopened package was his parachute."
  },
  {
    "slug": "try-hard",
    "url": "/try-hard",
    "title": "Try hard",
    "date": "2023-03-29",
    "description": "A salesman tries too hard to get a sale and as a result ends up dying. ",
    "solution": "The salesman sold bulletproof vests. One day, to prove the quality of his product to a customer, he put one of them on and insisted the client to shoot him. The client accepted but unfortunately he missed the shot and shot the salesman in the head."
  },
  {
    "slug": "it-didnt-seem-that-serious",
    "url": "/it-didnt-seem-that-serious",
    "title": "It didn't seem that serious",
    "date": "2023-03-29",
    "description": "Anthony couldn't have imagine his cold would be the cause of his death.",
    "solution": "There was a gas leak at Anthony's house but since he had a cold, he could not smell it. He died when he started a fire, as he was cooking his dinner."
  }
]
